<template>
    <div class="storeGold">
        <!-- 头部标题部分 -->
        <head-top headTitle='用户服务协议' class="head-top nomal-font" ref="topHead">
            <img slot='head_goback' src='static/images/back.png' class="head_goback" @click="$router.go(-1)">
        </head-top>
        <div class="content">
			<p class="title">黄金消费服务协议<span class="middLine"></span></p>
			<div class="start">
				<p class="subContent1">互联网黄金积存业务服务协议（以下简称“本协议”）是厦门银行股份有限公司（以下简称“厦门银行”）及用户（以下称“用户”或“您”）就黄金积存业务服务有关事项所订立的有效合约，由用户通过线上点击确认的方式签署。</p>
				<p class="subContent1">在接受本协议之前，请用户仔细阅读本协议的全部内容。如果用户不同意本协议的任何内容，或者无法准确理解本协议条款的，请不要进行后续操作。用户一旦点击确认，即视为完全理解和认可本协议内容，并同意受本协议约束。</p>
			</div>
			<div>
				<ul>

					<li class="subTitle">1、黄金积存金服务（厦门银行黄金产品)</li>

					<li class="subContent1">1.1、黄金产品是厦门银行推出，并由厦门银行提供包括黄金购买、存管等功能在内的综合性黄金积存金服务产品。您可享有本协议规定的各项权益和其他承诺的服务。</li>
					<li class="subContent1">1.2、厦门银行黄金产品的期限在业务规则及本协议中约定。服务期限内，厦门银行通过自有平台为用户提供黄金产品展示服务，用户将其购买的实物黄金委托厦门银行进行保管、寄存、暂存、回收，在黄金存管期间，厦门银行承担该部分黄金的保管义务。服务期限届满，您可以选择将购买的实物黄金做实物交割；也可选择由厦门银行提供黄金回收服务。用户未选择实物黄金交割或回收实物黄金的，默认为厦门银行提供黄金回收服务。黄金积存业务服务均通过用户在厦门银行平台开立的账户予以实现。</li>

					<li class="subTitle">2、网上签约及信息展示</li>

					<li class="subContent1">2.1、本协议只接受持有中国有效身份证明的18周岁以上具有完全民事行为能力的自然人成为黄金积存业务服务的用户，如您不符合资格的，请勿注册，厦门银行有权拒绝或随时终止您成为本协议用户资格及使用本服务。</li>
					<li class="subContent1">2.2、您通过网络点击确认或以其他方式选择接受本协议并提交有效订单的，即表示您已经同意接受本协议的全部约定内容以及与本协议有关的各类业务规则，及其他与本协议或本协议项下有关的各项规定。</li>
					<li class="subContent1 bold">2.3、为更好提供服务，厦门银行可以修改或变更本协议内容或规则，并通过业务终端（包括但不限于网站、APP、短信等）发布变更后的协议文本或业务规则，用户应关注最新约定条款或各类业务规则，如果用户不同意本协议的任何修改内容，或者无法准确理解本协议修改的条款，请不要进行后续操作。否则视为接受修改的内容。</li>

					<li class="subTitle">3、产品使用</li>

					<li class="subContent1">3.1、黄金积存业务服务包括但不限于：黄金产品报价查询、购买实物黄金产品、销售实物黄金产品、委托黄金存管、黄金提取、黄金回收等业务，具体详情以实际提供的服务内容为准。</li>
					<li class="subContent1">3.2、在您通过网络点击确认选择接受本协议，即表明您同意购买厦门银行的实物黄金产品，以及同意存管实物黄金产品并获得存管补偿，并同意厦门银行根据您的指令进行相关操作。详细操作规则及方式请见本协议及相关页面的规则和说明。</li>
					<li class="subContent1">3.3、在您购买厦门银行实物黄金产品及服务时，可以选择暂时不提取黄金产品，厦门银行将为您提供存管服务，相关服务提供方会收取必要的服务或管理费用，其具体内容、比例、金额等事项请参见有关文件及相关业务页面的规则和说明。</li>
					<li class="subContent1">3.4、在黄金存管期间，厦门银行保障您购买的实物黄金的安全，如存管期间您购买的实物黄金出现损毁、丢失等风险由厦门银行承担赔偿责任。</li>
					<li class="subContent1">3.5、厦门银行有权根据运营及风险控制的需要，将于业务终端通过功能设定、发布公告与通知等形式，规定及调整您在特定时间内购买、退回、交割实物黄金等操作的限额。</li>
					<li class="subContent1">3.6、交易过程中，您未能及时对交易状态进行修改或确认或未能提交相关申请所引起的任何纠纷或损失由您本人负责。</li>

					<li class="subTitle">4、计价条款</li>

					<li class="subContent1">4.1、在厦门银行黄金产品展示页面上会有黄金预估报价，黄金预估报价为厦门银行参考上海黄金交易所、银行间黄金市场和黄金零售市场等多个市场及多种因素后的参考报价，<b class="bold">厦门银行有权实时调整黄金销售预估报价（因行情数据刷新会产生时间差或价格差），黄金销售预估报价仅供参考，并通过厦门银行平台予以展示。</b></li>
					<li class="subContent1">4.2、您理解黄金产品的价格波动属性，因此您购买、卖出实物黄金时会参考厦门银行黄金产品展示页面上的黄金预估报价，厦门银行会按照您点击购买时系统返回的黄金购买价格核算您所购买的黄金价格与所购得的黄金重量；厦门银行回收实物黄金时，会按照您点击卖出时系统返回的黄金卖出价格核算您所退回实物黄金的价款。您不接受系统给出的价格的，请不要进行后续操作，您继续后续操作即视为您同意按照系统返回的价格买入或卖出黄金产品。</li>
					<li class="subContent1">4.3、您未提取黄金产品的，可在厦门银行平台厦门银行黄金产品页面提交卖出申请，卖出价格为您提交卖出申请时系统返回的价格。您卖出黄金产品时，厦门银行将向您收取一定比例的交易手续费，具体收费标准信息详见相关产品展示页面。</li>

					<li class="subTitle">5、实物提取</li>

					<li class="subContent1">5.1、厦门银行有权根据实物黄金产品库存及订单情况，规定在特定时间内可供购买或销售的黄金限量。</li>
					<li class="subContent1">5.2、用户承诺其为履行须知内容而向厦门银行提供的所有文件、资料和凭证和其他信息是准确、真实、完整和有效的，不存在任何虚假、误导或重大遗漏，如与事实不符，用户将承担由此引起的一切法律责任。</li>
					<li class="subContent1">5.3、厦门银行自营及代销品牌实物黄金产品的详情包括但不限于纯度、规格、款式、兑换规则、售后服务、质量保证等信息详见相关产品展示页面的介绍。厦门银行所有实物黄金产品，非产品质量（成色、克重）问题的，一经签收不接受无偿退货。厦门银行将按国家相关规定承担售后服务责任，如您提取非厦门银行指定品牌黄金，其质量责任由对应零售商或品牌商负责。</li>
					<li class="subContent1">5.4、用户提金申请成功后，厦门银行会在7个工作日内发货。所有实物黄金产品的发送均向保险公司投保，以保障用户的财产安全。用户收货时请检查包装是否有损坏，且务必在快递员在场的情况下开箱确认后签收。用户知晓并理解在快递签收单上签字确认即被视为用户已认为产品数量准确、产品外观无损。家人、门卫、前台等的签收行为将视为用户本人签收。若快递员不同意先确认货品后签收的，建议用户在签字时将快递单据留下，先开箱验货无误后再将快递单还给快递员；若货品有损，则请快递员将签字划去，要求拒收。快递费用及保险费用详见相关页面的规则和说明。</li>
					<li class="subContent1">5.5、用户如遇产品在发送过程中丢失或掉包的情形，请留存好相关证据，并在第一时间告知厦门银行客服人员。</li>

					<li class="subTitle">6、消费发票</li>

					<li class="subContent1">在用户提取实物黄金时，由厦门银行指定的实物供应合作商北京黄金管家科技发展有限公司提供消费发票，且仅对实际消费部分提供发票，发票金额以顾客实际完成支付的价款为依据。</li>

					<li class="subTitle">7、合同与交易记录</li>

					<li class="subContent1">本协议采用电子合同方式，可以有一份或者多份并且每一份具有同等法律效力。您或您的代理人根据有关协议及相关规则以您本人的名义以线上点击确认的方式确认签署的电子合同即视为您本人真实意愿，具有法律效力。您应妥善保管自己的账户密码等账户信息，您通过前述方式订立的电子合同对合同各方具有法律约束力，您不得以账户密码等账户信息被盗用或其他理由否认已订立的合同的效力或不按照该等合同履行相关义务。您根据本协议以及相关规则签署电子合同后，不得擅自修改该合同。厦门银行将向您提供电子合同及交易记录的保管查询、核对等服务。</li>

					<li class="subTitle">8、信息隐私</li>

					<li class="subContent1"> 8.1、为实现业务安全监管和存管黄金的补偿，自用户购买厦门银行黄金产品之日起，用户的姓名、身份证号、用户账户号、交易记录、交易时间、补偿黄金收益克重、出售金额、账户黄金存量等数据信息，厦门银行将依法管理。厦门银行作为本服务的提供平台，您所有的交易信息及个人信息将保管在厦门银行平台之上。</li>
					<li class="subContent1"> 8.2、您购买厦门银行黄金产品即视为对上述数据信息共享和测算方式及其结果和风险的认可。</li>
					<li class="subContent1"> 8.3、除非本协议条款有约定外，厦门银行均不对外公开或向第三方提供用户的信息，除非：

						<p class="miniLi">事先获得用户的明确授权；</p>
						<p class="miniLi">只有透露用户的个人资料，才能提供用户所要求的权益和服务；</p>
						<p class="miniLi">按照本协议及其他相关规则的要求应予以提供或披露；</p>
						<p class="miniLi">根据有关的法律法规要求；</p>
						<p class="miniLi">按照相关政府主管部门的要求；</p>
						<p class="miniLi">为维护合作机构及黄金管家的合法权益。</p>

			      </li>

                    <li class="subTitle">9、暂停或终止</li>

					<li class="subContent1">用户明确理解和同意，在出现下述情况之一时，厦门银行有权暂停或终止用户对厦门银行黄金产品的使用，且不承担违约责任或其他任何赔偿责任：</li>
					<li class="subContent1"> 9.1、厦门银行有合理的依据证明用户已经违反本协议的规定；</li>
					<li class="subContent1"> 9.2、厦门银行发现用户有异常交易或发现用户的交易、操作涉嫌违法时；</li>
					<li class="subContent1"> 9.3、在特殊情况下，认为必要之时。</li>
					<li class="subContent1">在厦门银行暂停用户的厦门银行黄金产品权益后，若用户修正违反协议的行为且向厦门银行书面保证不再违反本协议的规定后，厦门银行可视情况恢复用户对厦门银行黄金产品权益的使用；</li>
					<li class="subContent1">在厦门银行终止用户的厦门银行黄金产品权益后，将关闭或删除用户的账号及用户账号中所有相关资料及档案，并将用户滞留在黄金账户中的全部黄金资产变现后退回到用户资金账户中。</li>

					<li class="subTitle">10、风险提示</li>

					<li class="subContent1"> 10.1、厦门银行平台出现故障或者差错，可能导致相关数据信息的反馈、测算受到影响，进而影响到用户的权益。因为相关设备、系统存在缺陷、黑客攻击、网络故障、电力中断、计算机病毒或其他不可抗力因素造成的损失，厦门银行均不负责赔偿，用户签署本协议意味着用户知晓、认可并同意承担上述风险。</li>
					<li class="subContent1"> 10.2、您理解黄金产品的价格波动属性，黄金预估价格仅为顾客参考，不同时间点的黄金成交价格与所购得的黄金消费权益数量应以厦门银行确认的成交记录为准。</li>
					<li class="subContent1"> 10.3、如受监管部门或黄金市场的政策调整、相关市场的交易规则调整、交易中断或终断等因素影响，有造成厦门银行提供的实物黄金产品及相关服务的交易无法完成、服务无法兑现、黄金存管服务随时终止的可能和风险。</li>
					<li class="subContent1"> 10.4、您知晓并同意，厦门银行保留调整现有产品权益的权利。一旦我们确定调整产品权益，将以在用户服务平台发布公告的方式通知用户，而不再作个别通知。</li>
					<li class="subContent1"> 10.5、如厦门银行出现经营不善、资不抵债、破产清算的情况，用户持有的黄金消费权益将可能仅作为一般债权由厦门银行以清算财产按照法律规定的分配顺序向用户分配。</li>
					<li class="subContent1"> 10.6、您理解并同意，由于资金划转需要一定的时间，您申请退回实物黄金及存管补偿的价款将于黄金服务产品期限届满之日后【5】个工作日打入您的账户内，该期间不计算利息。</li>
					<li class="subContent1"> 10.7、您理解并同意，由于资金划转需要一定的时间，您申请提取个人账户资金的，厦门银行将于您提出申请之日后3个工作日内将您提取的金额划付至您绑定的银行卡中，该期间不计算利息。</li>
					<li class="subContent1"> 10.8、您知悉并同意，您每日可买入、卖出或提取的黄金产品数量均存在限额规定，每日全部用户累计买入、卖出或提取的黄金产品数量也存在限额规定，超出限额的，厦门银行有权拒绝您的申请。巨额赎回，是指当日累计净赎回份额超过上一日厦门银行黄金业务份额余额的20%。出现巨额赎回时，厦门银行有权不接受超出部分的赎回申请。若连续两个工作日（含）以上发生巨额赎回，厦门银行有权暂停赎回业务，用户可根据厦门银行公告的开放日重新进行申请赎回。在发生巨额赎回导致赎回业务暂停时，厦门银行最迟于下一工作日通过直销银行平台进行公告。</li>
					<li class="subContent1"> 10.9、您知悉并同意，厦门银行作为黄金产品的供货商，负责解决黄金产品的质量、价格、售后服务等产品相关事项。</li>

					<li class="subTitle">11、不可抗力</li>

					<li class="subContent1">因为厦门银行或者涉及的第三方的设备、系统存在缺陷、黑客攻击、网络故障、电力中断、计算机病毒或其他不可抗力因素造成的损失，厦门银行不负责赔偿，您的补救措施是与厦门银行协商终止本协议并停止使用。但是，中国现行法律、法规另有规定的除外。因信息系统传输错误造成的数据错误，厦门银行有权修改。 </li>

					<li class="subTitle">12、其他</li>

					<li class="subContent1">12.1、各方因提供或接受本协议项下服务而发生争议的，由各方协商解决；协商不成，以诉讼方式解决，由厦门银行住所地人民法院管辖。诉讼期间，未涉及争议的条款仍需继续履行。</li>
					<li class="subContent1 bold">12.2、用户知悉并确认，本协议项下黄金产品由厦门银行提供交易服务，厦门银行厦e站APP仅提供信息展示服务。厦门银行厦e站APP不对黄金产品安全性、本金及收益的回收作出任何承诺、保证或承担任何连带责任。用户在购买黄金产品过程中发生任何纠纷的，均由用户与厦门银行自行解决。</li>
				</ul>
			</div>
		</div>
        <!-- 同意按钮 -->
        <!-- <div class="btn" @click="goStore()">我已阅读并同意该协议</div> -->
    </div>
</template>

<script>
import headTop from '@/components/header/head.vue'

    export default {
        data(){
            return{

            }
        },
        components:{
            headTop,
        },
        computed: {

        },
        watch:{

        },
        methods: {
            goStore(){
                this.$router.push({
                    path:'/storegold',
                    query:{
                        radioStatus:1
                    }
                })
            }
        },
        created(){

        },
        mounted(){

        },
    }

</script>

<style scoped lang="scss">
@import '../../sass/mixin';
    .storeGold{
        padding-top:.88rem;
    }
    li{
    	list-style: none;
    }
	.content{
		/* margin-top:0.88rem; */
		background-color:#fff;
		padding:0 .35rem;
		color:#666666;
		font-size:.28rem;
		padding-bottom:.98rem;
	}
	p.title{
		height:1.28rem;
		line-height: 1.28rem;
		text-align: center;
		font-size:.4rem;
		position: relative;
		color:#000000;
        font-family:PingFangSC-Regular;
	}
	.start{
		margin-top:0.55rem;
	}
	.start p{
		text-indent: .48rem;
	}
	.subContent1{
		line-height:.5rem;
		margin-bottom:.49rem;
	}
	.bold{
		color:#333;
		font-weight: bold;
	}
	.subContent1 .miniLi{
		position: relative;
		padding-left:.6rem;
	}
	.subContent1 .miniLi:before{
		position: absolute;
		content:'';
		height:5px;
		width:5px;
		background-color: #000;
		border-radius: 50%;
		-webkit-border-radius: 50%;
		-moz-border-radius: 50%;
		-o-border-radius: 50%;
		top:0.2rem;
		left:0.2rem;
	}
	.content .subTitle{
		height:.98rem;
		color:#000000;
		/* font-weight: bold; */
	}
	.thirdTitle{
		line-height:.48rem;
		text-indent:.55rem;
	}
	.middLine{
		position:absolute;
		width:.46rem;
		height:.05rem;
		background-color:#C09C60;
		top:1.3rem;
		left:50%;
		margin-left:-.23rem;
	}
    .btn{
        width: 100%;
        height: .98rem;
        line-height: .98rem;
        text-align: center;
        color: #fff;
        font-size: .34rem;
        background-color: #DDC899;
        position: fixed;
        bottom:0;
    }
</style>
